soap-dumps/2025-06-10/1749549326907_e8529cd5-32ae-46eb-9c86-93a396627596_request_MatrikkelenhetServiceWS.xml

<?xml version="1.0" encoding="UTF-8"?>
  <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                    xmlns:mat="http://matrikkel.statkart.no/matrikkelapi/wsapi/v1/service/matrikkelenhet"
                    xmlns:dom="http://matrikkel.statkart.no/matrikkelapi/wsapi/v1/domain">
    <soapenv:Header/>
    <soapenv:Body>
      <mat:findMatrikkelenheter>
        <mat:matrikkelenhetsokModel>
          <dom:kommunenummer>0301</dom:kommunenummer>
          <dom:gardsnummer>73</dom:gardsnummer>
          <dom:bruksnummer>704</dom:bruksnummer>
        </mat:matrikkelenhetsokModel>
  
          <mat:context>
            <dom:locale>no_NO_B</dom:locale>
            <dom:brukOriginaleKoordinater>false</dom:brukOriginaleKoordinater>
            <dom:koordinatsystemKodeId>25833</dom:koordinatsystemKodeId>
            <dom:systemVersion>trunk</dom:systemVersion>
            <dom:klientIdentifikasjon>bis</dom:klientIdentifikasjon>
            <dom:snapshotVersion>9999-01-01T00:00:00+01:00</dom:snapshotVersion>
          </mat:context>
      </mat:findMatrikkelenheter>
    </soapenv:Body>
  </soapenv:Envelope>